var questions = [
    {"question":"從元智宿舍區走到1館需要多久？",
        "answers":[
            ["5分鐘",2],
            ["10分鐘",3],
            ["15分鐘",4]
        ]
    },
    {
        "question":"一隻蟑螂突然飛往臉上，你的反應是？",
        "answers":[
            ["默默躲開",3],
            ["迅速撿起旁邊的武器攻擊",4],
            ["嚇到尖叫",5]
        ]
    },
    {
        "question":"運動的頻率？",
        "answers":[
            ["1週3次以上",4],
            ["1週1-2次",5],
            ["1週1次以下",6]
        ]
    },
    {
        "question":"可以迅速觀察到生活周遭的異狀?",
        "answers":[
            ["很可以",5],
            ["還好",6],
            ["完全不行",7]
        ]
    },
    {
        "question":"跳起來可以摸到網子的哪裡？",
        "answers":[
            ["網子以上",6],
            ["白帶",8],
            ["白帶以下",7]
        ]
    },
    {
        "question":"玩拇指摔跤勝率為？",
        "answers":[
            ["50%以下",7],
            ["50%-85%",8],
            ["85%以上","A"]
        ]
    },
    {
        "question":"是否喜歡掌控全場的感覺？",
        "answers":[
            ["喜歡",10],
            ["還好",9],
            ["不喜歡",8]
        ]
    },
    {
        "question":"喜歡長跑還是短跑？",
        "answers":[
            ["都不喜歡",9],
            ["長跑","A"],
            ["短跑","B"]
        ]
    },
    {
        "question":"你的身高多高？",
        "answers":[
            ["(男)185cm以上 (女)165cm以上","C"],
            ["(男)170cm-185cm (女)150cm-175cm","D"],
            ["(男)170cm以下 (女)150cm以下","E"]
       
        ]
    },
    {
        "question":"背肌是否發達?",
        "answers":[
            ["否","A"],
            ["還好","C"],
            ["發達","B"]
        ]
    }
    
];

var finalAnswers={
        "A":["舉球員(二傳)","顧名思義就是將第二球傳給攻擊手，讓他們攻擊。"],
        "B":["主攻擊手(大砲)","通常都打長攻，以強大的火力或穩定的處理能力來得分。"],
        "C":["攔中","通常都打快攻（或２號），以速度得分。"],
        "D":["輔舉","通常是協助舉球員，或打背舉的球。"],
        "E":["自由球員","守備範圍非常大，移動速度飛快，可以cover全場。"]
};

